Tekla Open API Reference for Tekla Structures 2025
PolymeshEnumerator Properties
The PolymeshEnumerator type exposes the following members.
Properties
Name | Description
Current
 Gets the current polymesh.
Top
See Also
Reference
PolymeshEnumerator Class
Tekla.Structures.Model Namespace